Revit 2027 API
ParameterTypeId.YJustification Property
 "y Justification"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId YJustification { get; }
Public Shared ReadOnly Property YJustification As ForgeTypeId
	Get
public:
static property ForgeTypeId^ YJustification {
	ForgeTypeId^ get ();
}
static member YJustification : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace